Repository: giellalt/corpus-sma
Catalog: tmx/nob/bible/osko/index.php_kat_id=202_art_id=222.html.tmx
Source language: sma
Languages: nob

source: Darjoe
nob: Virksomhet

source: Saemien gærhkoeraerine
nob: Samisk kirkeråd

source: Kristusen gievlie
nob: Kristuskransen

source: Mejnie Saemien gærhkoeraerie barka ?
nob: Hva jobber Samisk kirkeråd med ?

source: Saemien gærhkoeraerie Dennie nøørjen gærhkosne lea Gærhkoetjåanghkoen åårgane, jïh edtja saemien gærhkoejielemem Dennie nøørjen gærhkosne evtiedidh, vaarjelidh jïh iktedidh.
nob: Samisk kirkeråd for den norske kirke er Kirkemøtets organ for samisk kirkeliv og skal fremme, verne og samordne samisk kirkeliv i Den norske kirke.

source: Saemien gærhkoeraerien barkoesuerkie lea gaajhkh aamhtesh mah raerien mielen mietie saemien gærhkoejielemem doehtedieh.
nob: Samisk kirkeråds arbeidsområde er alle saker som etter rådets oppfatning berører samisk kirkeliv.

source: Saemien gærhkoejieleme materijellh jaahkoeøøhpehtæmman evtede, jealajahta saemien salmelaavlomem, saemien liturgijem evtede.
nob: - Samisk kirkeliv utvikler materiell til trosopplæringen, reviatiserer samisk salmesang, utarbeider samisk liturgi.

source: Saemien gærhkoeraerie sæjhta saemien noerh dåårrehtidh gyrhkeles dienesjasse.
nob: - Samisk kirkeråd ønsker å rekruttere samisk ungdom for kirkelig tjeneste.

source: Saemien gærhkoeraerie sæjhta saemien gærhkoejielemem raasti rastah nænnoestidh, dejnie noerhtelaantine jïh Russlaantesne.
nob: - Samisk kirkeråd ønsker å styrke samisk kirkeliv over grensene i de nordiske landene og Russland.

source: Saemien gærhkoeraerie aalkoealmetjigujmie abpe veartenisnie laavenjostoe, Gærhkoen vearteneraerien tjïrrh.
nob: - Samisk kirkeråd samarbeider gjennom Kirkens verdensråd med urfolk i hele verden.
